@extends('layouts.public.app')

@section('content')
    <p>Торгова марка C&amp;H (COOPER &amp; HUNTER) належить компанії COOPER AND HUNTER INTERNATIONAL CORPORATION
        (USPTO / United States Patent &amp; Trademark / № 4494682)</p>

    <p>Наслідуючи кращі традиції компаній - лідерів, у галузі виробництва кліматичного обладнання у США, у 2003 році
        компанія Сooper&amp;Hunter
        International Corporation почала виробництво широкого спектру кліматичного обладнання вже під власною ТМ.</p>

    <p>Дві ідеології, два напрямки, два лідери об'єдналися, щоб створювати
        новий продукт. Вишуканий дизайн, відповідний модному тренду, ергономіка та
        комфорт об'єдналися з інноваційними розробками, сучасною технологією і високою
        якістю.</p>

    <p>«COMFORT INNOVATIONS»
        - ці слова стали слоганом бренду COOPER&amp;HUNTER.</p>

    <p>COOPER&amp;HUNTER - це міжнародний кліматичний бренд. Географія
        продажів охоплює велику кількість країн на різних континентах і постійно
        розширюється, що є доказом заслуженою популярністю торгової марки.</p>

    <p>З більш ніж 20-річним досвідом роботи в галузі кондиціонування повітря та
        вентиляції компанія Cooper&amp;Hunter стала провідним гравцем у сфері HVAC.
        Продукція під брендом Cooper&amp;Hunter експортується в більш ніж 50 країн та
        регіонів усього світу. З моменту свого залучення до зарубіжних ринків
        Cooper&amp;Hunter перетворився на відому торгову марку, що швидко збільшує
        обсяги експорту, щороку виходить на нові ринки.</p>

    <p>У 2017 році компанія уклала остаточні угоди для довгострокового
        стратегічного партнерства з компанією Zhuhai Vino Environmental Technology
        Equipment Co. LTD та покупки акцій компанії, яка, прискорила зростання на
        світовому ринку. Завод у Чжухаї отримав нове ім'я: Zhuhai Vino
        - Cooper&amp;Hunter Environmental Technology Equipment Co. LTD.</p>

    @include('layouts.partials.logo')
@endsection
